{"id":6,"date":"2021-04-22T16:02:21","date_gmt":"2021-04-22T16:02:21","guid":{"rendered":"https:\/\/giftcode.cc\/?page_id=6"},"modified":"2021-04-22T16:02:21","modified_gmt":"2021-04-22T16:02:21","slug":"disclaimer","status":"publish","type":"page","link":"https:\/\/giftcode.cc\/disclaimer\/","title":{"rendered":"Disclaimer"},"content":{"rendered":"<p>The information contained in this website is for general information purposes only. The information is provided by www.giftcodes.cc and while we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.<\/p>\n<p>In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.<\/p>\n<p>Through this website you are able to link to other websites which are not under the control of www.giftcodes.cc. We have no control over the nature, content and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.<\/p>\n<p>Every effort is made to keep the website up and running smoothly. However, www.giftcodes.cc takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The information contained in this website is for general information purposes only. The information is provided by www.giftcodes.cc and while we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/6"}],"collection":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/comments?post=6"}],"version-history":[{"count":1,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/6\/revisions"}],"predecessor-version":[{"id":12,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/6\/revisions\/12"}],"wp:attachment":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/media?parent=6"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}