{"id":7,"date":"2021-04-22T16:02:21","date_gmt":"2021-04-22T16:02:21","guid":{"rendered":"https:\/\/giftcode.cc\/?page_id=7"},"modified":"2021-04-22T16:02:21","modified_gmt":"2021-04-22T16:02:21","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/giftcode.cc\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<p>Welcome to robxoffer21. If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern www.giftcodes.cc&#8217;s relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website.<\/p>\n<p>The term &#8216;www.giftcodes.cc&#8217; or &#8216;us&#8217; or &#8216;we&#8217; refers to the owner of the website whose registered office is , Phnom Penh. Our company registration number is +855888485750, place of registration: Cambodia . The term &#8216;you&#8217; refers to the user or viewer of our website.<br \/>\nThe use of this website is subject to the following terms of use:<\/p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only. It is subject to change without notice.<\/li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<\/li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.<\/li>\n<li>This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.<\/li>\n<li>All trademarks reproduced in this website, which are not the property of, or licensed to the operator, are acknowledged on the website.\n<li>Unauthorised use of this website may give rise to a claim for damages and\/or be a criminal offence.<\/li>\n<li>From time to time, this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).<\/li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of our country.<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Welcome to robxoffer21. If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern www.giftcodes.cc&#8217;s relationship with you in relation to this website. If you disagree with any part of these terms and [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/7"}],"collection":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/comments?post=7"}],"version-history":[{"count":1,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/7\/revisions"}],"predecessor-version":[{"id":14,"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/pages\/7\/revisions\/14"}],"wp:attachment":[{"href":"https:\/\/giftcode.cc\/wp-json\/wp\/v2\/media?parent=7"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}